{
  "list": [
     {
            "bookname": "《朱自清散文集》",
            "writtername": "朱自清",
            "bookimage": "推荐书籍1",
            "writterimage": "推荐作者1",
            "bookdetail": "主要收录了朱自清的作品。本书主要为收集朱自清先生的精选优秀散文作品。歌声、匆匆、桨声灯影里的秦淮河、温州的踪迹、春晖的一冠、航船中的文明、旅行杂记、女人、白种人——上帝的骄子、飘零、背影、阿河等。",
            "writterdetail": "作为一位散文大家，朱自清以他独特的美文艺术风格，为中国现代散文增添了瑰丽的色彩，为建立中国现代散文全新的审美特征，树立了“白话美文的模范”。朱自清是一位文化多面手，他给后人留下了近200万字的文学遗产。然而，他对中国现代新文学的突出贡献，无疑则是他所擅长的散文小品。他继承了中国古典文学的优秀传统，在中西文化交流的大背景之下，创造了具有中国民族特色的散文体制和风格。"
        },
    {
       "bookname": "《达芬奇密码》",
            "writtername": "丹·布朗",
            "bookimage": "推荐书籍2",
            "writterimage": "推荐作者2",
            "bookdetail": "《达·芬奇密码》是美国作家丹·布朗创作的长篇小说，2003年3月18日由兰登书屋出版，此书是布朗2000年小说《天使与魔鬼》（Angels and Demons）的续篇。并以750万本的成绩打破美国小说销售的记录。小说集合了侦探，惊悚和阴谋论等多种风格，并激起了大众对某些宗教理论的普遍兴趣。兰登书屋于2004年将此书再版为“特制插图版”。新版本包含了超过160幅包括文字说明的图片。",
            "writterdetail": "1964年，丹·布朗出生于美国新罕布夏州，1996年，出于对密码破译和秘密情报机构的兴趣，丹·布朗创作了他的第一部小说《数字堡垒》，随后创作出版了《圈套》、《天使与魔鬼》、《达·芬奇密码》。"
    },
    {
       "bookname": "《活着》",
            "writtername": "余华",
            "bookimage": "推荐书籍3",
            "writterimage": "推荐作者3",
            "bookdetail": "《活着》是作家余华的代表作之一，讲述了在大时代背景下，随着内战、三反五反，大跃进，文化大革命等社会变革，徐福贵的人生和家庭不断经受着苦难，到了最后所有亲人都先后离他而去，仅剩下年老的他和一头老牛相依为命。余华因这部小说于2004年3月荣获法兰西文学和艺术骑士勋章。",
            "writterdetail": "1977年中学毕业后，进入北京鲁迅文学院进修深造。1983年开始创作，同年进入浙江省海盐县文化馆。1984年开始发表小说，《活着》和《许三观卖血记》同时入选百位批评家和文学编辑评选的九十年代最具有影响的十部作品。1998年获意大利格林扎纳·卡佛文学奖。2005年获得中华图书特殊贡献奖。现就职于杭州文联。"
    },
    {
       "bookname": "《追风筝的人》",
            "writtername": "卡勒德·胡赛尼",
            "bookimage": "推荐书籍4",
            "writterimage": "推荐作者4",
            "bookdetail": "《追风筝的人》是美籍阿富汗作家卡勒德·胡赛尼（Khaled Hosseini）的第一部长篇小说，译者李继宏，上海人民出版社于2003年出版，是美国2005年的排名第三的畅销书。全书围绕风筝与阿富汗的两个少年之间展开，一个富家少年与家中仆人关于风筝的故事，关于人性的背叛与救赎。",
            "writterdetail": "卡勒德·胡赛尼（Khaled Hosseini），1965年生于阿富汗喀布尔市，毕业于美国加州大学圣地亚哥分校，美籍阿富汗裔作家、医生，其主要作品有小说《追风筝的人》、《灿烂千阳》、《群山回唱》。1980年，卡勒德·胡赛尼随父亲迁往美国。1993年取得行医执照，1999年开始创作，2003年出版第一部小说《追风筝的人》。曾获得联合国人道主义奖、约翰·斯坦贝克文学奖等多个奖项，并受邀担任联合国难民署亲善大使。"
    },
    {
       "bookname": "《百年孤独》",
            "writtername": "加夫列尔·加西亚·马尔克斯",
            "bookimage": "推荐书籍5",
            "writterimage": "推荐作者5",
            "bookdetail": "作品描写了布恩迪亚家族七代人的传奇故事，以及加勒比海沿岸小镇马孔多的百年兴衰，反映了拉丁美洲一个世纪以来风云变幻的历史。作品融入神话传说、民间故事、宗教典故等神秘因素，巧妙地糅合了现实与虚幻，展现出一个瑰丽的想象世界，成为20世纪重要的经典文学巨著之一。",
            "writterdetail": "加夫列尔·加西亚·马尔克斯（Gabriel José de la Concordia García Márquez，1927年3月6日－2014年4月17日），哥伦比亚作家、记者和社会活动家，拉丁美洲魔幻现实主义文学的代表人物，20世纪最有影响力的作家之一，1982年诺贝尔文学奖得主。代表作有《百年孤独》（1967年）《霍乱时期的爱情》（1985年）。"
    },
    {
       "bookname": "《平凡的世界》",
            "writtername": "路遥",
            "bookimage": "推荐书籍6",
            "writterimage": "推荐作者6",
            "bookdetail": "该书以中国70年代中期到80年代中期十年间为背景，通过复杂的矛盾纠葛，以孙少安和孙少平两兄弟为中心，刻画了当时社会各阶层众多普通人的形象；劳动与爱情、挫折与追求、痛苦与欢乐、日常生活与巨大社会冲突纷繁地交织在一起，深刻地展示了普通人在大时代历史进程中所走过的艰难曲折的道路。1991年3月，《平凡的世界》获中国第三届茅盾文学奖。2019年9月23日，该小说入选“新中国70年70部长篇小说典藏”。",
            "writterdetail": "路遥1949年12月2日出生于陕西陕北山区清涧县一个贫困的农民家庭，7岁时因为家里困难被过继给延川县农村的伯父。曾在延川县立中学学习，1969年回乡务农。这段时间里他做过许多临时性的工作，并在农村一小学中教过一年书。1973年进入延安大学中文系学习，其间开始文学创作。大学毕业后，任《陕西文艺》（今为《延河》）编辑。1980年发表《惊人动魄的一幕》，获得第一届全国优秀中篇小说奖。1982年发表中篇小说《人生》，后被改编为电影。1991年完成百万字的长篇巨著《平凡的世界》，这部小说以其恢宏的气势和史诗般的品格，全景式地表现了改革时代中国城乡的社会生活和人们思想情感的巨大变迁，还未完成即在中央人民电台广播。路遥因此而荣获茅盾文学奖。"
    },
    {
       "bookname": "《稻草人》",
            "writtername": "叶圣陶",
            "bookimage": "推荐书籍7",
            "writterimage": "推荐作者7",
            "bookdetail": "有一个老妇人，这个妇人非常可怜。她的田里有个稻草人，稻草人为她看守稻田。可是，蛾子在叶子上面下了子。老妇人没看到叶子卷起来了。肉虫把稻子全吃了，稻草人给老妇人警告，可老妇人无法知道稻草人的警告，一直期望着有个好收成。稻草人看到渔妇和鲫鱼很可怜，自己又不能帮他们，就伤心的倒下了。《稻草人》这篇童话就通过一个富有同情心而又无能为力的稻草人的所见所思，真实地描写了二十 年代中国农村风雨飘摇的人间百态。",
            "writterdetail": "先后出任教育部副部长、人民教育出版社社长和总编、中华全国文学艺术界联合委员会委员、中国作家协会顾问、中央文史研究馆馆长、中华人民共和国全国政协副主席，第一、二、三、四、五届全国人民代表大会常务委员会委员，民进中央主席。1983年当选为第六届全国政协副主席。是第一至四届全国人大代表、第五届全国人大常委，第一届全国政协委员、第五届全国政协常委。"
    },
    {
       "bookname": "《月亮与六便士》",
            "writtername": "威廉·萨默塞特·毛姆",
            "bookimage": "推荐书籍8",
            "writterimage": "推荐作者8",
            "bookdetail": "贫穷的纠缠，病魔的折磨他毫不在意，只是后悔从来没有光顾过他的意识。作品表现了天才、个性与物质文明以及现代婚姻、家庭生活之间的矛盾，有着广阔的生命视角，用散发着消毒水味道的手术刀对皮囊包裹下的人性进行了犀利地解剖，混合着看客讪笑的幽默和残忍的目光。",
            "writterdetail": "毛姆1874年1月25日出生在巴黎，父亲是律师，当时在英国驻法使馆供职。小毛姆不满十岁，父母就先后去世，他被送回英国由伯父抚养。毛姆进坎特伯雷皇家公学之后，由于身材矮小，且严重口吃，经常受到大孩子的欺凌和折磨，有时还遭到冬烘学究的无端羞辱。孤寂凄清的童年生活，在他稚嫩的心灵上投下了痛苦的阴影，养成他孤僻、敏感、内向的性格。幼年的经历对他的世界观和文学创作产生了深刻的影响。"
    }
  ]
}
